{
"sourceTitle": "Ludwig Mies van der Rohe",
"messages": [
	{"class":"", "text": "<b>Ludwig Mies van der Rohe</b> (born <b>Maria Ludwig Michael Mies</b>; March 27, 1886 – August 19, 1969) was a German-American <a href=\"#\" title=\"Architect\">architect</a>.<sup id=\"cite_ref-obit_1-0\" class=\"reference\"><a href=\"#cite_note-obit-1\"><span>[</span>1<span>]</span></a></sup> He is commonly referred to, and was addressed, as <b>Mies</b>, his surname. He served as the last director of Berlin's <a href=\"/wiki/Bauhaus\" title=\"Bauhaus\">Bauhaus</a>, and then headed the department of architecture, <a href=\"/wiki/Illinois_Institute_of_Technology\" title=\"Illinois Institute of Technology\">Illinois Institute of Technology</a> in Chicago, where he developed the <a href=\"/wiki/Chicago_school_(architecture)\" title=\"Chicago school (architecture)\">Second Chicago School</a>. Along with <a href=\"/wiki/Le_Corbusier\" title=\"Le Corbusier\">Le Corbusier</a>, <a href=\"/wiki/Alvar_Aalto\" title=\"Alvar Aalto\">Alvar Aalto</a>, and <a href=\"/wiki/Frank_Lloyd_Wright\" title=\"Frank Lloyd Wright\">Frank Lloyd Wright</a>, he is widely regarded as one of the pioneering masters of <a href=\"/wiki/Modern_architecture\" title=\"Modern architecture\">modern architecture</a>."},
	{"class":"", "text": "Mies, like many of his post-<a href=\"#\" title=\"World War I\">World War I</a> contemporaries, sought to establish a new architectural style that could represent modern times just as <a href=\"/wiki/Classical_architecture\" title=\"Classical architecture\">Classical</a> and <a href=\"/wiki/Gothic_architecture\" title=\"Gothic architecture\">Gothic</a> did for their own eras. He created an influential twentieth century architectural style, stated with extreme clarity and simplicity. His mature buildings made use of modern materials such as industrial steel and <a href=\"/wiki/Plate_glass\" title=\"Plate glass\" class=\"mw-redirect\">plate glass</a> to define interior spaces. He strove toward an architecture with a minimal framework of structural order balanced against the implied freedom of free-flowing open space. He called his buildings \"skin and bones\" architecture. He sought a rational approach that would guide the creative process of architectural design, but he was always concerned with expressing the spirit of the modern era. He is often associated with his quotation of the aphorisms, \"<a href=\"/wiki/Minimalist_architecture\" title=\"Minimalist architecture\" class=\"mw-redirect\">less is more</a>\" and \"<a href=\"/wiki/God_is_in_the_detail\" title=\"God is in the detail\">God is in the details</a>\"."},
	{"class":"section", "text": "Early career"},
	{"class":"", "text": "Mies was born in Aachen, Germany. He worked in his father's stone-carving shop and at several local design firms before he moved to Berlin, where he joined the office of interior designer <a href=\"/wiki/Bruno_Paul\" title=\"Bruno Paul\">Bruno Paul</a>. He began his architectural career as an apprentice at the studio of <a href=\"/wiki/Peter_Behrens\" title=\"Peter Behrens\">Peter Behrens</a> from 1908 to 1912, where he was exposed to the current design theories and to progressive German culture, working alongside <a href=\"/wiki/Walter_Gropius\" title=\"Walter Gropius\">Walter Gropius</a> and <a href=\"/wiki/Le_Corbusier\" title=\"Le Corbusier\">Le Corbusier</a>, who were later also involved in the development of the <a href=\"/wiki/Bauhaus\" title=\"Bauhaus\">Bauhaus</a>. Mies served as construction manager of the <a href=\"/wiki/Embassy_of_Germany_in_Saint_Petersburg\" title=\"Embassy of Germany in Saint Petersburg\" class=\"mw-redirect\">Embassy of the German Empire</a> in <a href=\"/wiki/Saint_Petersburg\" title=\"Saint Petersburg\">Saint Petersburg</a> under Behrens.<sup id=\"cite_ref-encspb_2-0\" class=\"reference\"><a href=\"#cite_note-encspb-2\"><span>[</span>2<span>]</span></a></sup>"},
	{"class":"", "text": "His talent was quickly recognized and he soon began independent commissions, despite his lack of a formal college-level education. A physically imposing, deliberative, and reticent man, Ludwig Mies renamed himself as part of his rapid transformation from a tradesman's son to an architect working with Berlin's cultural elite, adding \"van der\" and his mother's surname \"Rohe\",<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\"><span>[<\/span>3<span>]<\/span><\/a><\/sup> using the Dutch \"van der\", rather than the German form \"von\" which was legally restricted to those of genuine aristocratic lineage.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\"><span>[<\/span>4<span>]<\/span><\/a><\/sup>"},
	{"class":"", "text": "He began his independent professional career designing upper-class homes, joining the movement seeking a return to the purity of early nineteenth century Germanic domestic styles. He admired the broad proportions, regularity of rhythmic elements, attention to the relationship of the man-made to nature, and compositions using simple cubic forms of the early nineteenth century <a href=\"\/wiki\/Prussian\" title=\"Prussian\" class=\"mw-redirect\">Prussian<\/a> <a href=\"\/wiki\/Neoclassical_architecture\" title=\"Neoclassical architecture\">Neo-Classical<\/a> architect <a href=\"\/wiki\/Karl_Friedrich_Schinkel\" title=\"Karl Friedrich Schinkel\">Karl Friedrich Schinkel<\/a>. He rejected the eclectic and cluttered classical styles so common at the turn of the twentieth century as irrelevant to the modern times."},
	{"class":"section", "text": "Personal"},
	{"class":"", "text": "In 1913, Mies married Adele Auguste (Ada) Bruhn (1885-1951), the daughter of a wealthy industrialist. The couple separated in 1918, but had three daughters: Dorothea (1914-2008), an actress and dancer who was known as Georgia, Marianne (1915-2003), and Waltraut (1917-1959),<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\"><span>[<\/span>5<span>]<\/span><\/a><\/sup> who was a research scholar and curator at the <a href=\"\/wiki\/Art_Institute_of_Chicago\" title=\"Art Institute of Chicago\">Art Institute of Chicago<\/a>. During his military service in 1917, Mies fathered a son out of wedlock.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\"><span>[<\/span>6<span>]<\/span><\/a><\/sup> In 1925 Mies began a relationship with designer <a href=\"\/wiki\/Lilly_Reich\" title=\"Lilly Reich\">Lilly Reich<\/a> that ended when he moved to the <a href=\"\/wiki\/United_States\" title=\"United States\">United States<\/a>; from 1940 until his death, artist Lora Marx (1900-1989) was his primary companion. Mies carried on a romantic relationship with sculptor and art collector <a href=\"\/wiki\/Mary_Callery\" title=\"Mary Callery\">Mary Callery<\/a> for whom he designed an artist's studio in <a href=\"\/wiki\/Huntington,_New_York\" title=\"Huntington, New York\">Huntington<\/a>, <a href=\"\/wiki\/Long_Island,_New_York\" title=\"Long Island, New York\" class=\"mw-redirect\">Long Island, New York<\/a>.<sup id=\"cite_ref-Welch_7-0\" class=\"reference\"><a href=\"#cite_note-Welch-7\"><span>[<\/span>7<span>]<\/span><\/a><\/sup> He also was rumored to have a brief relationship with Edith Farnsworth, who commissioned his work for the <a href=\"\/wiki\/Farnsworth_House\" title=\"Farnsworth House\">Farnsworth House<\/a>. Marianne's son Dirk Lohan (b. 1938) studied under, and later worked for, Mies."},
	{"class":"section", "text": "Traditionalism to Modernism"},
	{"class":"", "text": "After <a href=\"\/wiki\/World_War_I\" title=\"World War I\">World War I<\/a>, Mies began, while still designing traditional neoclassical homes, a parallel experimental effort. He joined his avant-garde peers in the long-running search for a new style that would be suitable for the modern industrial age. The weak points of traditional styles had been under attack by progressive theorists since the mid-nineteenth century, primarily for the contradictions of hiding modern construction technology with a facade of ornamented traditional styles."},
	{"class":"", "text": "The mounting criticism of the historical styles gained substantial cultural credibility after World War I, a disaster widely seen as a failure of the old world order of imperial leadership of Europe. The aristocratic classical revival styles were particularly reviled by many as the architectural symbol of a now-discredited and outmoded social system. Progressive thinkers called for a completely new architectural design process guided by rational problem-solving and an exterior expression of modern materials and structure rather than, what they considered, the superficial application of classical facades."},
	{"class":"", "text": "While continuing his traditional neoclassical design practice Mies began to develop visionary projects that, though mostly unbuilt, rocketed him to fame as an architect capable of giving form that was in harmony with the spirit of the emerging modern society. Boldly abandoning ornament altogether, Mies made a dramatic modernist debut with his stunning competition proposal for the faceted all-glass <a href=\"\/wiki\/Friedrichstra%C3%9Fe\" title=\"Friedrichstraße\">Friedrichstraße<\/a> skyscraper in 1921, followed by a taller curved version in 1922 named the Glass Skyscraper.<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\"><span>[<\/span>8<span>]<\/span><\/a><\/sup>"},
	{"class":"", "text": "He continued with a series of pioneering projects, culminating in his two European masterworks: the temporary <a href=\"\/wiki\/Barcelona_Pavilion\" title=\"Barcelona Pavilion\">German Pavilion<\/a> for the <a href=\"\/wiki\/1929_Barcelona_International_Exposition\" title=\"1929 Barcelona International Exposition\">Barcelona exposition<\/a> (often called the Barcelona Pavilion) in 1929<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\"><span>[<\/span>9<span>]<\/span><\/a><\/sup> (a 1986 reconstruction is now built on the original site) and the elegant <a href=\"\/wiki\/Villa_Tugendhat\" title=\"Villa Tugendhat\">Villa Tugendhat<\/a> in <a href=\"\/wiki\/Brno\" title=\"Brno\">Brno<\/a>, <a href=\"\/wiki\/Czech_Republic\" title=\"Czech Republic\">Czech Republic<\/a>, completed in 1930."},
	{"class":"", "text": "He joined the German avant-garde, working with the progressive design magazine <i>G<\/i> which started in July 1923. He developed prominence as architectural director of the <a href=\"\/wiki\/Deutscher_Werkbund\" title=\"Deutscher Werkbund\">Werkbund<\/a>, organizing the influential <a href=\"\/wiki\/Weissenhof_Estate\" title=\"Weissenhof Estate\">Weissenhof Estate<\/a> prototype modernist housing exhibition. He was also one of the founders of the architectural association <a href=\"\/wiki\/Der_Ring\" title=\"Der Ring\">Der Ring<\/a>. He joined the avant-garde <a href=\"\/wiki\/Bauhaus\" title=\"Bauhaus\">Bauhaus<\/a> design school as their director of architecture, adopting and developing their functionalist application of simple geometric forms in the design of useful objects. He served as its last director."},
	{"class":"", "text": "Like many other avant-garde architects of the day, Mies based his architectural mission and principles on his understanding and interpretation of ideas developed by theorists and critics who pondered the declining relevance of the traditional design styles. He selectively adopted theoretical ideas such as the aesthetic credos of <a href=\"\/wiki\/Russia\" title=\"Russia\">Russian<\/a> <a href=\"\/wiki\/Constructivism_(art)\" title=\"Constructivism (art)\">Constructivism<\/a> with their ideology of \"efficient\" sculptural assembly of modern industrial materials. Mies found appeal in the use of simple rectilinear and planar forms, clean lines, pure use of color, and the extension of space around and beyond interior walls expounded by the <a href=\"\/wiki\/Netherlands\" title=\"Netherlands\">Dutch<\/a> <a href=\"\/wiki\/De_Stijl\" title=\"De Stijl\">De Stijl<\/a> group. In particular, the layering of functional sub-spaces within an overall space and the distinct articulation of parts as expressed by <a href=\"\/wiki\/Gerrit_Rietveld\" title=\"Gerrit Rietveld\">Gerrit Rietveld<\/a> appealed to Mies."},
	{"class":"", "text": "The design theories of <a href=\"\/wiki\/Adolf_Loos\" title=\"Adolf Loos\">Adolf Loos<\/a> found resonance with Mies, particularly the ideas of replacing elaborate applied artistic ornament with the straightforward display of innate visual qualities of materials and forms. Loos had proposed that art and crafts should be entirely independent of architecture, that the architect should no longer control those cultural elements as the Beaux Arts principles had dictated. Mies also admired his ideas about the nobility that could be found in the anonymity of modern life."},
	{"class":"", "text": "The bold work of American architects was greatly admired by European architects. Like other architects who viewed the exhibitions of <a href=\"\/wiki\/Frank_Lloyd_Wright\" title=\"Frank Lloyd Wright\">Frank Lloyd Wright<\/a>'s <a href=\"\/wiki\/Wasmuth_Portfolio\" title=\"Wasmuth Portfolio\">Wasmuth Portfolio<\/a>, Mies was enthralled with the free-flowing spaces of inter-connected rooms which encompass their outdoor surroundings as demonstrated by the open floor plans of the Wright's American <a href=\"\/wiki\/Prairie_School\" title=\"Prairie School\">Prairie Style<\/a>. American engineering structures were also held up to be exemplary of the beauty possible in functional construction, and it's skyscrapers were greatly admired."}	
	]
}
