{
"page-title": "Wikimedian kohokohdat, kesäkuu 2012",
"page-ve-title": "Visual Editorin toinen prototyyppi julkaistu",
"page-ve": "Wikimedian hankkeille suunnitellusta visuaalisesta muokkaimesta on julkaistu uusi prototyyppi. Tämä on ensimmäinen versio, jolla voi luoda ja muokata sivuja ja käyttäjät voivat lisätä sen avulla sisältöä käyttämättä monimutkaista wikitekstin syntaksia.",
"page-th-title": "Teahouse-pilotti päättyi rohkaisevin lopputuloksin",
"page-th": "Englanninkielisen Wikipedian Teahousessa muokkaajat saavat tukea yhteisön kokeneilta jäseniltä. Kokeilun kolmen kuukauden kokeilujakso englanninkielisessä Wikipediassa päätyi ja siitä saaduista kokemuksista on julkaistu katsaus ja avainlukuja. 568 vapaaehtoista otti osaa pilottiin. Osanottajille tehdyssä kyselyssä 70&nbsp;% vastaajista kertoi olevansa tyytyväisiä Teahousen käyttökokemuksiin, kun taas 5&nbsp;% vastaajista eivät olleet tyytyväisiä. Uuudet muokkaajat, jotka käyttivät Teahousea, tekivät myöhemmin paljon enemmän muokkauksia verrattuna muokkaajiin, joita ei oltu kutsuttu Teahouseen. 28 prosenttia Teahousen käyttäjistä on naisia; vain 9 prosenttia Wikipedian muokkaajista on naisia.",
"page-th-src":"Englanninkielisen Wikipedian [[en:Wikipedia:Teahouse|Teahousessa]] muokkaajat saavat tukea yhteisön kokeneilta jäseniltä. [https://blog.wikimedia.org/2012/06/15/wikipedia-teahouse-pilot-helps-new-editors-make-contributions/ Kokeilun kolmen kuukauden kokeilujakso] englanninkielisessä Wikipediassa päätyi ja siitä saaduista kokemuksista on julkaistu [[en:Wikipedia:Teahouse/Pilot_report|katsaus]] ja [[en:Wikipedia:Teahouse/Host_lounge/Metrics|avainlukuja]]. 568 vapaaehtoista otti osaa pilottiin. Osanottajille tehdyssä kyselyssä 70&nbsp;% vastaajista kertoi olevansa tyytyväisiä Teahousen käyttökokemuksiin, kun taas 5&nbsp;% vastaajista eivät olleet tyytyväisiä. Uuudet muokkaajat, jotka käyttivät Teahousea, tekivät myöhemmin paljon enemmän muokkauksia verrattuna muokkaajiin, joita ei oltu kutsuttu Teahouseen. 28 prosenttia Teahousen käyttäjistä on naisia; vain 9 prosenttia Wikipedian muokkaajista on naisia.",
"page-hk-title": "Hakkerit kokoontuivat Berliinissä",
"page-hk":"Yli 100 osanottajaa 30 eri maasta matkusti Berliiniin Wikimedia Deutschlandin ja Wikimedia-säätiön järjestämään Berlin Hackathon -tapahtumaan. Mukana oli MediaWikin kehittäjiä, Toolserverin (palvelin, jossa sijaitsee monia vapaaehtoisten tekemiä Wikipedia-työkaluja) käyttäjiä, järjestelmäylläpitäjiä, bottien kehittäjiä ja ylläpitäjiä, pienoisohjelmien kehittäjiä ja muita Wikimedian tekniikasta kiinnostuneita. Yhteisö sai kuulla myös Wikidata ja RENDER -projekteista.",
"page-hk-src":"Yli 100 osanottajaa 30 eri maasta [https://blog.wikimedia.org/2012/06/02/diverse-wikimedia-tech-crowd-gathers-in-berlin/ matkusti Berliiniin] Wikimedia Deutschlandin ja Wikimedia-säätiön järjestämään [[mw:Berlin Hackathon 2012|Berlin Hackathon -tapahtumaan]]. Mukana oli MediaWikin kehittäjiä, Toolserverin (palvelin, jossa sijaitsee monia vapaaehtoisten tekemiä Wikipedia-työkaluja) käyttäjiä, järjestelmäylläpitäjiä, bottien kehittäjiä ja ylläpitäjiä, pienoisohjelmien kehittäjiä ja muita Wikimedian tekniikasta kiinnostuneita. Yhteisö sai kuulla myös [[Wikidata]] ja [[RENDER]] -projekteista.",
"page-title2": "Wikimedian kohokohdat, elokuu 2012",
"page-ms-title": "Kieli apuvälineet julkaistiin ''hankkeen Milkshake''",
"page-ms":"Kansainvälistyminen / Paikallistaminen (i18n/l10n) tiimi raportoi edistymisestä sen Project Milkshake, pyrkimys vapauttaa nykyisiä kansainvälistymiseen liittyviä JavaScript komponentteja vakiona jQuery kirjastot. Niissä i18n kehys, joka tukee parametri vaihdot ja kielioppi-, monikko-ja tasa-riippuvainen käännöksiä, kirjasto tukemaan WebFonts (fontit, jotka eivät tarvitse asentaa lukijan tietokone), ja kirjasto antaa tekstinsyöttötavat selaimessa.",
"lang-name": "suomi"
}
