{
"page-title": "Les faits marquants Wikimédia, Juin 2012",
"page-ve-title": "Lancement du deuxième prototype de l'éditeur visuel",
"page-ve": "Un nouveau prototype de l'éditeur visuel pour les projets Wikimédia a été lancé. Il s'agit de la première version qui peut créer et modifier des pages. Il permettra aux utilisateurs de contribuer sans avoir à apprendre la syntaxe wiki compliquée.",
"page-th-title": "Pilote 'Teahouse' conclut avec des résultats encourageants",
"page-th": "Le Teahouse (littéralement, ''Salon de thé''), où les nouveaux éditeurs de Wikipedia peuvent recevoir un soutien des membres de la communauté expérimentés, conclu sa phase pilote de trois mois sur la Wikipedia en anglais, publiant un rapport et des métriques. 568 bénévoles ont participé au projet pilote. Dans un sondage, 70 % ont dit qu'ils ont été satisfaits de leur expérience avec le 'Teahouse', alors que seulement 5 % n'étaient pas satisfaits. Nouveaux rédacteurs qui sont invités au 'Teahouse' fait beaucoup plus des modifications après que les éditeurs qui n'ont pas reçu une notification. 28 pour cent des participants du 'Teahouse' sont des femmes, comparativement à 9 pour cent des rédacteurs sur Wikipedia en général.",
"page-th-src":"Le ''[[en:Wikipedia:Teahouse|Teahouse]]'' (littéralement, ''Salon de thé''), où les nouveaux éditeurs de Wikipedia peuvent recevoir un soutien des membres de la communauté expérimentés, [https://blog.wikimedia.org/2012/06/15/wikipedia-teahouse-pilot-helps-new-editors-make-contributions/ conclu sa phase pilote de trois mois] sur la Wikipedia en anglais, publiant un [[en:Wikipedia:Teahouse/Pilot_report|rapport]] et des [[en:Wikipedia:Teahouse/Host_lounge/Metrics|métriques]]. 568 bénévoles ont participé au projet pilote. Dans un sondage, 70 % ont dit qu'ils ont été satisfaits de leur expérience avec le ''Teahouse'', alors que seulement 5 % n'étaient pas satisfaits. Nouveaux rédacteurs qui sont invités au ''Teahouse'' fait beaucoup plus des modifications après que les éditeurs qui n'ont pas reçu une notification. 28 pour cent des participants du ''Teahouse'' sont des femmes, comparativement à 9 pour cent des rédacteurs sur Wikipedia en général.",
"page-hk-title": "Les développeurs se réunissent à Berlin",
"page-hk":"Plus de 100 participants de 30 pays sont venus à Berlin pour le Hackathon de Berlin, co-organisé par Wikimedia Deutschland et la fondation. Des développeurs MediaWiki, des utilisateurs Toolserver, des administrateurs système, des développeurs et mainteneurs de robots, des créateurs de Gadgets et d'autres techniciens de Wikimedia étaient présents. La communauté en a aussi appris plus sur les projets Wikidata et RENDER.",
"page-hk-src":"Plus de 100 participants de 30 pays [https://blog.wikimedia.org/2012/06/02/diverse-wikimedia-tech-crowd-gathers-in-berlin/ sont venus à Berlin] pour le [[mw:Berlin Hackathon 2012|Hackathon de Berlin]], co-organisé par Wikimedia Deutschland et la fondation. Des développeurs MediaWiki, des utilisateurs Toolserver, des administrateurs système, des développeurs et mainteneurs de robots, des créateurs de Gadgets et d'autres techniciens de Wikimedia étaient présents. La communauté en a aussi appris plus sur les projets [[Wikidata]] et [[RENDER]].",
"page-title2": "Les faits marquants Wikimédia, Août 2012",
"page-ms-title": "Outils linguistiques diffusés par le ''projet Milkshake''",
"page-ms": "L'équipe d'internationalisation et de localisation (i18n/l10n) rapporte les progrès de son Projet Milkshake, visant à diffuser ses moyens existants concernant l'internationalisation de JavaScript en tant que bibliothèques jQuery standards. Ils incluent un framework i18n supportant la traduction des paramètres de grammaire, de pluriel et de genres, une bibliothèque supportant WebFonts (des polices qui n'ont pas besoin d'être installées sur l'ordinateur du lecteur) et une bibliothèque fournissant des méthodes de saisie de texte dans le navigateur.",
"lang-name": "Français"
}
