{
"page-title": "חדשות ויקימדיה, יוני 2012",
"page-ve-title": "האב־טיפוס השני של העורך החזותי יצא לדרך",
"page-ve": "האב־טיפוס החדש של הערוך החזותי למיזמי ויקימדיה יצא לדרך, וזאת הגרסה הראשונה שמאפשרת ליצור ולערוך דפים. הוא יאפשר למשתמשים לתרום ללא צורך בלימוד תחביר ויקי מסובך.",
"page-th-title": "מיזם ''בית התה'' מסתיים עם תוצאות מעוֹדדות",
"page-th": "מיזם Teahouse שבמסגרתו עורכי ויקיפדיה חדשים מקבלים תמיכה בחברי קהילה מנוסים מסיים הרצת ניסוי בת שלושה חודשים בוויקיפדיה האנגלית ומפרסם דין וחשבון ומדדים. 568 מתנדבים השתתפו בניסוי. בסקר, 70% אמרו שהם היו מרוצים מהחוויה שלהם בבית התה ורק 5% היו לא מרוצים. עורכים חדשים שמוזמנים לבית התה עשו הרבה יותר עריכות מאלה שלא קיבלו הזמנה. 28 אחוזים ממשתתפי בית התה היו נשים, בהשוואה ל־9 אחוזים מתוך עורכי ויקיפדיה באופן כללי.",
"page-th-src":"מיזם [[en:Wikipedia:Teahouse|Teahouse]] שבמסגרתו עורכי ויקיפדיה חדשים מקבלים תמיכה בחברי קהילה מנוסים [https://blog.wikimedia.org/2012/06/15/wikipedia-teahouse-pilot-helps-new-editors-make-contributions/ מסיים הרצת ניסוי בת שלושה חודשים] בוויקיפדיה האנגלית ומפרסם [[en:Wikipedia:Teahouse/Pilot_report|דין וחשבון]] ו[[en:Wikipedia:Teahouse/Host_lounge/Metrics|מדדים]]. 568 מתנדבים השתתפו בניסוי. בסקר, 70% אמרו שהם היו מרוצים מהחוויה שלהם בבית התה ורק 5% היו לא מרוצים. עורכים חדשים שמוזמנים לבית התה עשו הרבה יותר עריכות מאלה שלא קיבלו הזמנה. 28 אחוזים ממשתתפי בית התה היו נשים, בהשוואה ל־9 אחוזים מתוך עורכי ויקיפדיה באופן כללי.",
"page-hk-title": "ההאקרים מתכנסים בברלין",
"page-hk":"מעל 100 משתתפים מ־30 מדינות באו לברלין להאקאתון ברלין, אשר אורגן על־ידי עמותת ויקימדיה גרמניה והקרן. בהם היו מפתחי מדיה־ויקי, משתמשי אתר טולסרוור, מנהלי מערכת, כותבים ומתחזקים של בוטים, יוצרי גאדג'טים, וטכנולוגים אחרים של ויקימדיה. הקהילה גם למדה על מיזמי ויקי־נתונים ו־רנדר.",
"page-hk-src":"מעל 100 משתתפים מ־30 מדינות [https://blog.wikimedia.org/2012/06/02/diverse-wikimedia-tech-crowd-gathers-in-berlin/ באו לברלין] ל[[mw:Berlin Hackathon 2012|האקאתון ברלין]], אשר אורגן על־ידי עמותת ויקימדיה גרמניה והקרן. בהם היו מפתחי מדיה־ויקי, משתמשי אתר טולסרוור, מנהלי מערכת, כותבים ומתחזקים של בוטים, יוצרי גאדג'טים, וטכנולוגים אחרים של ויקימדיה. הקהילה גם למדה על מיזמי [[Wikidata|ויקי־נתונים]] ו־[[RENDER|רנדר]].",
"page-title2": "הבהרת ויקימדיה, 2012 אוגוסט",
"page-ms-title": "כלים לתמיכה בשפה שפורסמו בפרויקט ''מילקשייק''",
"page-ms":"Internationalisation / Localisation צוות (i18n/l10n) דיווח על התקדמות בפרויקט מילקשייק, מאמץ לשחרור מרכיביה הקיימים הקשורים לבינאום JavaScript כמו jQuery ספריות סטנדרטיות. הם כוללים מסגרת i18n שתומך מחליפי פרמטרים ודקדוק, ברבים, ומין תלויים תרגומים, ספרייה לתמוך WebFonts (גופנים שלא צריך להיות מותקן במחשב של הקורא), וספרייה לספק שיטות קלט טקסט בדפדפן.",
"lang-name": "עברית"
}
