{
"page-title": "विकिमीडिया हाइलाइट्स, जून 2012",
"page-ve-title": "दूसरा दृश्य संपादक प्रोटोटाइप का शुभारंभ",
"page-ve": "विकिमीडिया परियोजनाओं के लिए'' दृश्य संपादक'' का एक नया प्रोटोटाइप शुरू किया था, पहली रिलीज है कि बनाने और पृष्ठों को संपादित कर सकते हैं. यह उपयोगकर्ताओं जटिल विकिटेक्स्ट सिंटैक्स जानने के लिए बिना योगदान करने के लिए सक्षम हो जाएगा.",
"page-th-title": "''चायख़ाना'' पायलट उत्साहजनक परिणाम के साथ समाप्त",
"page-th": "चायख़ाना, जहां नई विकिपीडिया संपादकों अनुभवी समुदाय के सदस्यों से समर्थन प्राप्त कर सकते हैं अंग्रेजी विकिपीडिया पर तीन महीने की प्रायोगिक चरण निष्कर्ष निकाला है, एक रिपोर्ट और मैट्रिक्स प्रकाशन. 568 स्वयंसेवकों पायलट में भाग लिया. एक सर्वेक्षण में 70% ने कहा कि वे अपने चायख़ाना अनुभव के साथ संतुष्ट थे, जबकि केवल 5% से संतुष्ट नहीं थे. नए संपादकों जो चायख़ाना के लिए आमंत्रित कर रहे हैं कई और अधिक जो लोग एक निमंत्रण प्राप्त नहीं की तुलना में बाद में संपादन. चायख़ाना प्रतिभागियों के 28 प्रतिशत महिलाएं हैं सामान्य में विकिपीडिया पर संपादकों के 9 प्रतिशत की तुलना में,.",
"page-th-src":"[[: विकिपीडिया: चायख़ाना | चायख़ाना]], जहां नए विकिपीडिया के संपादकों अनुभवी समुदाय के सदस्यों से समर्थन प्राप्त कर सकते हैं, अपने अंग्रेजी विकिपीडिया, प्रकाशन पर तीन महीने की पायलट] चरण निष्कर्ष निकाला [[en: विकिपीडिया: / चायख़ाना Pilot_report | रिपोर्ट]] और [[en: विकिपीडिया: चायख़ाना / Host_lounge / मेट्रिक्स | मेट्रिक्स]]. 568 स्वयंसेवकों पायलट में भाग लिया. एक सर्वेक्षण में 70% ने कहा कि वे अपने चायख़ाना अनुभव के साथ संतुष्ट थे, जबकि केवल 5% से संतुष्ट नहीं थे. नए संपादकों जो चायख़ाना के लिए आमंत्रित कर रहे हैं कई और अधिक जो लोग एक निमंत्रण प्राप्त नहीं की तुलना में बाद में संपादन. चायख़ाना प्रतिभागियों के 28 प्रतिशत महिलाएं हैं सामान्य में विकिपीडिया पर संपादकों के 9 प्रतिशत की तुलना में,.",
"page-hk-title": "हैकर्स बर्लिन में आयोजित",
"page-hk":"30 से अधिक देशों से 100 से अधिक प्रतिभागियों बर्लिन Hackathon के लिए बर्लिन में आए, विकिमीडिया Deutschland और फाउंडेशन द्वारा सह का आयोजन किया. वे MediaWiki डेवलपर्स, Toolserver उपयोगकर्ताओं, सिस्टम प्रशासक, bot लेखकों और देखरेख, गैजेट रचनाकारों, और अन्य विकिमीडिया प्रौद्योगिकीविदों के शामिल हैं. समुदाय भी Wikidata और रेंडर परियोजनाओं के बारे में और अधिक सीखा.",
"page-hk-src":"बर्लिन में आए 30 देशों से 100 से अधिक प्रतिभागियों [https://blog.wikimedia.org/2012/06/02/diverse-wikimedia-tech-crowd-gathers-in-berlin/] [मेगावाट के लिए बर्लिन Hackathon 2012| बर्लिन Hackathon]], सह विकिमीडिया Deutschland और फाउंडेशन का आयोजन किया. वे MediaWiki डेवलपर्स, Toolserver उपयोगकर्ताओं, सिस्टम प्रशासक, bot लेखकों और देखरेख, गैजेट रचनाकारों, और अन्य विकिमीडिया प्रौद्योगिकीविदों के शामिल हैं. समुदाय के बारे में भी अधिक सीखा [[Wikidata]] और [[RENDER]] परियोजनाओं.",
"page-title2": "विकिमीडिया हाइलाइट्स, अगस्त 2012",
"page-ms-title": "भाषा समर्थन उपकरण'' परियोजना खीर में जारी''",
"page-ms":"टीम / अंतरराष्ट्रीयकरण स्थानीकरण (i18n/l10n) अपनी परियोजना खीर, एक के लिए अपने मौजूदा अंतर्राष्ट्रीयकरण से संबंधित मानक jQuery पुस्तकालयों के रूप में जावास्क्रिप्ट घटकों को रिहा करने के प्रयास पर प्रगति की सूचना दी. वे एक i18n रूपरेखा है कि पैरामीटर प्रतिस्थापन समर्थन करता है और व्याकरण, बहुवचन है, और लिंग निर्भर अनुवाद, एक पुस्तकालय के लिए WebFonts (फ़ॉन्ट्स पाठक कंप्यूटर पर स्थापित होने की जरूरत नहीं) का समर्थन है, और एक पाठ इनपुट तरीके प्रदान पुस्तकालय में ब्राउज़र.",
"lang-name": "Hindi"
}
