{
"page-title": "Важные новости Фонда Викимедиа, июнь 2012",
"page-ve-title": "Запущен прототип второго визуального редактора",
"page-ve": "Был запущен новый прототип визуального редактора (WYSIWYG) для проектов Викимедиа. Этот редактор может создавать страницы редактировать. Участники смогут вносить вклад в проекты непосредственно, без необходимости изучения вики-кода.",
"page-th-title": "Пилотный проект «Чайного домика» завершён с обнадёживаающими результатами",
"page-th": "Чайный Домик, где новые редакторы Википедии могут получить поддержку опытных участников, завершил трёхмесячную пилотную фазу в английской Википедии и опубликовал отчёт и количественные показатели. В пилотном проекте участвовали 568 добровольцев. Отвечая на вопросы анкеты, 70% сказали, что удовлетворены опытом общения в Чайном Домике, и лишь 5% остались недовольны. Новые участники, приглашённые в Чайный Домик, впоследствии внесли гораздо больше правок, чем те, кто не получил приглашения. 28% участников Чайного Домика составляют женщины. Для сравнения, в Википедии в целом процент женщин равен девяти.",
"page-th-src":"[[en:Wikipedia:Teahouse|Чайный Домик]], где новые редакторы Википедии могут получить поддержку опытных участников, [https://blog.wikimedia.org/2012/06/15/wikipedia-teahouse-pilot-helps-new-editors-make-contributions/ завершил трёхмесячную пилотную фазу] в английской Википедии и опубликовал [[en:Wikipedia:Teahouse/Pilot_report|отчёт]] и [[en:Wikipedia:Teahouse/Host_lounge/Metrics|количественные показатели]]. В пилотном проекте участвовали 568 добровольцев. Отвечая на вопросы анкеты, 70% сказали, что удовлетворены опытом общения в Чайном Домике, и лишь 5% остались недовольны. Новые участники, приглашённые в Чайный Домик, впоследствии внесли гораздо больше правок, чем те, кто не получил приглашения. 28% участников Чайного Домика составляют женщины. Для сравнения, в Википедии в целом процент женщин равен девяти.",
"page-hk-title": "Программисты-эксперты собрались в Берлине",
"page-hk":"Для участия в Берлинском дне хакера (Berlin Hackathon), организованном совместно Фондом Викимедиа и Wikimedia Deutschland, в Берлин прибыли более 100 участников из 30 стран мира. Среди этих участников разработчики MediaWiki, пользователи Тулсервера, системные администраторы, разработчики ботов, специалисты по поддержке, создатели гаджетов и другие технические специалисты Викимедиа. Кроме того, это сообщество узнало больше о проектах Wikidata и RENDER.",
"page-hk-src":"Для участия в  [[mw:Berlin Hackathon 2012|Берлинском дне хакера (Berlin Hackathon)]], организованном совместно Фондом Викимедиа и Wikimedia Deutschland, [https://blog.wikimedia.org/2012/06/02/diverse-wikimedia-tech-crowd-gathers-in-berlin/ в Берлин прибыли] более 100 участников из 30 стран мира. Среди этих участников разработчики MediaWiki, пользователи Тулсервера, системные администраторы, разработчики ботов, специалисты по поддержке, создатели гаджетов и другие технические специалисты Викимедиа. Кроме того, это сообщество узнало больше о проектах [[Wikidata]] и [[RENDER]].",
"page-title2": "Важные новости Фонда Викимедиа, август 2012",
"page-ms-title": "В рамках проекта «Молочный коктейль» (''Project Milkshake'') разработан инструмент поддержки многоязычности",
"page-ms":"Группа интернационализации/локализации (i18n/l10n) сообщила о прогрессе её проекта Молочный Коктейль (Project Milkshake), целью которого является передача передача существующих компонент JavaScript, связанных с интернационализацией, в стандартные библиотеки jQuery. Среди этих компонент i18n framework, поддерживающий замены параметров, в том числе зависящие от грамматических окончаний, как то число и род, библиотека для поддержки WebFonts (шрифты, которые не нужно устанавливать на компьютере пользователя), а также библиотеку, обеспечивающую методы ввода текста в браузер.",
"lang-name": "русский"
}
